Repository: justjkk/visaineri
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ta

source: Activate users
ta: பயனர்களை இயங்க செய்

source: Re-send activation emails
ta: இயக்குவதற்கான மின்னஞ்சலை மறுபடியும் அனுப்பு

source: Username
ta: பயனர் பெயர்

source: This value must contain only letters, numbers and underscores.
ta: இந்த புலத்தில் எழுத்து, எண்கள் மற்றும் '_' மட்டுமே அனுமதிக்கப்படும்.

source: Email address
ta: மின்னஞ்சல் முகவரி

source: Password
ta: கடவுச்சொல்

source: Password (again)
ta: கடவுச்சொல் (மறுபடியும்)

source: A user with that username already exists.
ta: இந்த பயனர் பெயர் ஏற்கனவே உபயோகத்தில் உள்ளது.

source: The two password fields didn't match.
ta: இரு கடவுச்சொற்களும் பொருந்தவில்லை.

source: I have read and agree to the Terms of Service
ta: நான் சேவை விதிமுறைகளை படித்து அவற்றை ஒப்புக்கொள்கிறேன்

source: You must agree to the terms to register
ta: பதிவு செய்ய விதிமுறைகளை ஒப்புக்கொள்ள வேண்டும்

source: This email address is already in use. Please supply a different email address.
ta: இந்த மின்னஞ்சல் முகவரி பயன்பாட்டில் உள்ளது. வேறு முகவரி அளிக்கவும்.

source: Registration using free email addresses is prohibited. Please supply a different email address.
ta: இலவச மின்னஞ்சல் முகவரிகளை பயன்படுத்தி பதிவு செய்ய தடை விதக்கப்பட்டுள்ளது. வேறு முகவரி அளிக்கவும்.

source: user
ta: பயனர்

source: activation key
ta: இயக்குவதற்கான சாவி

source: registration profile
ta: பதிவு பக்கதோற்ற வடிவம்

source: registration profiles
ta: பதிவு பக்கதோற்ற வடிவங்கள்

source: You are not authorized to perform this operation
ta: இந்த செயலை நிறைவேற்ற உங்களுக்கு அதிகாரம் இல்லை

source: &laquo; Back to Home
ta: &laquo; வீடு திரும்பவும்

source: About Us
ta: எங்களை பற்றி

source: "Visaineri" is created on the basis of rules governing the tamil grammar. When a Verse is entered, it is parsed with grammar rules which we have specified in Backus-Naur format and if succeeds, the Verse will be displayed with its constituents like Character, Syllable, Word, Line, etc... in XML format.
ta: யாப்பிலக்கணத்துக்கான இடஞ்சாரா இலக்கணத்தின் அடிப்படையில் நாங்கள் உருவாக்கியுள்ள மென்பொருள் "விசைநெறி" ஆகும். உள்ளிடப்படும் ஒரு பா, பேக்கசு-நார் குறியீட்டு முறையில் அமைந்துள்ள இவ்விலக்கண நியமங்களுக்கு ஏற்ப அமைந்துள்ளதா எனப் பகுப்பாய்ந்து, அவ்வாறிருப்பின் அப்பாவின் எழுத்து, அசை, சீர், தளை, அடி, தொடை போன்ற உறுப்புக்களை அடையாளம் கண்டு மேலே விளக்கியுள்ள XML குறியீட்டு முறையில் இப்பகுப்பாய்வி வெளியிடுகிறது.

source: Visaineri is built on Python's <a href="http://pages.cpsc.ucalgary.ca/~aycock/spark/">SPARK Parser framework</a>
ta: விசைநெறி, பைத்தான் நிரல்மொழியில் உள்ள <a href="http://pages.cpsc.ucalgary.ca/~aycock/spark/">SPARK</a> எனும் பகுப்பாய்விக் கட்டமைப்பைப் பற்றி அமைந்துள்ளது.

source: New Author Form
ta: புதிய ஆசிரியர் உருவாக்குதல்

source: Save Changes
ta: மாற்றங்களை சேமி

source: Verses written by %(author)s:
ta: %(author)s எழுதிய பாக்கள்:

source: Analysis Results
ta: பகுப்பாய்வு முடிவுகள்

source: Edit
ta: மாற்று

source: No information about the author is available.
ta: ஆசிரியர் பற்றிய குறிப்புகள் ஏதும் இல்லை.

source: %(author)s Editing Form
ta: %(author)s மாற்றும் பக்கம்

source: Verse Authors
ta: பா ஆசிரியர்கள்

source: This page contains the list of all Authors who have written Verses
ta: இந்த பக்கத்தில் பா எழுதிய ஆசிரியர்களின் வரிசையை பார்க்கலாம்

source: Author Search
ta: ஆசிரியர் தேடல்

source: Enter a few characters of the Author name
ta: வேண்டிய ஆசிரியரின் சில எழுத்துகளை குறிப்பிடுக

source: Search
ta: தேடுக

source: Start Author Search
ta: ஆசிரியர் தேடலைத் தொடங்கு

source: You searched for: %(q)s
ta: நீங்கள் தேடியது: %(q)s

source: Author Name
ta: ஆசிரியர் பெயர்

source: Joined Date
ta: சேர்ந்த தேதி

source: Verses written
ta: எழுதிய பாக்கள்

source: Visaineri Analyzer
ta: விசைநெறி பகுப்பாய்வி

source: Contact Us
ta: தொடர்பு கொள்

source: For queries and comments regarding Visaineri, please use our Email address.
ta: விசைநெறி பற்றிய உங்கள் கேள்விகள் மற்றும் கருத்துகளை தெரிவிக்க எங்கள் மின்னஞ்சல் முகவரியை பயன்படுத்தவும்.

source: Email Address
ta: மின்னஞ்சல் முகவரி

source: Twitter
ta: ட்விட்டர்

source: Facebook
ta: ஃபேஸ் புக்

source: Homepage
ta: முதற்பக்கம்

source: Use Tamil Phonetic Keyboard
ta: தமிழ் ஒலிப்பியல் முறை விசைப்பலகையை பயன்படுத்து

source: Hide Tamil Phonetic Keyboard
ta: தமிழ் ஒலிப்பியல் முறை விசைப்பலகையை மறை

source: Anonymous
ta: தெரியவில்லை

source: Toggle Rules for Punctuation
ta: குறி விதிகள் காட்டுவதை மாற்று(toggle)

source: Submit Verse
ta: பாவை சமர்ப்பி

source: You need to create a Profile in order to upload new verses.
ta: புதிய பாக்களை ஏற்றும் முன் உங்களுக்கு ஒரு Profile'ஐ உருவாக்க வேண்டும்.

source: Create Profile
ta: Profile'ஐ உருவாக்கு

source: In order to upload your Verse you need to be logged in
ta: பாக்களை ஏற்றும் முன் நீங்கள் உள்நுழைய வேண்டும்

source: Login
ta: உள்நுழை

source: Don't have an User account? Please Register here:
ta: இவ்வளைத்தளத்தில் இன்னும் சேரவில்லையா? இங்கே பதிவு செய்யவும்:

source: Register
ta: பதிவு செய்க

source: Rules for Punctuation
ta: குறி விதிகள்

source: There should not be any punctuation characters like full stop, comma, semicolon or exclamation mark.
ta: முற்றுப்புள்ளி, காற்புள்ளி, அரைப்புள்ளி, ஆச்சரியகுறி போன்ற குறிகள் பாவில் அனுமதிக்கப்படாது.

source: Author Name/Signature should not be entered along with the verse.
ta: ஆசிரியர் பெயர்/கையொப்பம் பா இடும்பொழுது சேர்க்கக்கூடாது.

source: Search Verse
ta: பா தேடல்

source: Enter a few words of the verse
ta: வேண்டிய பாவின் சில சொற்களை குறிப்பிடுக

source: Start searching for Verses
ta: பா தேடலைத் தொடங்கு

source: Verses
ta: பா களஞ்சியம்

source: Hi,
ta: வணக்கம்,

source: View Profile
ta: Profile'ஐ பார்க

source: Edit Profile
ta: Profile'ஐ மாற்று

source: Change Password
ta: கடவுச்சொல்லை மாற்று

source: Logout
ta: வெளியேறு

source: Member
ta: உறுப்பினர்

source: Username for Login
ta: உள்நுழைவதற்கான பயனர் பெயர்

source: Password for Login
ta: உள்நுழைவதற்கான கடவுச்சொல்

source: New User?
ta: புதிய பயனரா?

source: Visaineri.net is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by/2.5/in/">Creative Commons Attribution 2.5 India License</a>.
ta: Visaineri.net <a rel="license" href="http://creativecommons.org/licenses/by/2.5/in/">Creative Commons Attribution 2.5 India License</a> எனும் உரிமத்தின் கீழ் வழங்கப்படுகிறது.

source: Design adapted from <a href="http://www.worldclasslasik.com">new york lasik surgery</a> and <a href="http://www.getnetset.com">cpa website design</a>
ta: வலை வடிவம் <a href="http://www.worldclasslasik.com">new york lasik surgery</a> மற்றும் <a href="http://www.getnetset.com">cpa website design</a>னிடமிருந்து மாற்றியமைக்கப்பட்டுள்ளது

source: Validate <a href="http://validator.w3.org/check?uri=referer">HTML5</a> &amp; <a href="http://jigsaw.w3.org/css-validator/check/referer">CSS</a>
ta: <a href="http://validator.w3.org/check?uri=referer">HTML5</a> மற்றும் <a href="http://jigsaw.w3.org/css-validator/check/referer">CSS</a>சரிபார்க்கவும்

source: Verse
ta: பா

source: Details
ta: குறிப்புகள்

source: Verse Publishing Date
ta: பா வெளியிட்ட தேதி

source: Verse Revision Date
ta: பா திருத்திய தேதி

source: Parsing Status
ta: பகுப்பாய்வு நிலை

source: User Comments
ta: மக்கள் கருத்து

source: Comments powered by <span class="logo-disqus">Disqus</span>
ta: கருத்துகள் <span class="logo-disqus">டிஸ்கஸ்</span> உதவியோடு வழங்கப்படுகிறது

source: previous
ta: முன்பக்கம்

source: next
ta: பின்பக்கம்

source: Log In
ta: உள்நுழை

source: Errors while submitting form
ta: படிவத்தை சமர்ப்பிப்பதில் பிழைகள் உள்ளது

source: Sign In
ta: உள்நுழை

source: Forgot your Password?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?

source: Logged Out
ta: வெளியேறி விட்டது

source: Password change successful
ta: கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டுவிட்டது

source: Your password was changed.
ta: உங்கள் கடவுச்சொல் மாற்றப்பட்டுவிட்டது.

source: Password change
ta: கடவுச்சொல் மாற்றம்

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
ta: பாதுகாப்பு காரணங்களுக்காக உங்கள் பழைய கடவுச்சொல்லை அளித்து, புதிய கடவுச்சொல்லை இருமுறை அளிக்கவும். அவை ஒன்றுபோல் உள்ளதா என சரிபார்க்கப்படும்.

source: Old password:
ta: பழைய கடவுச்சொல்:

source: New password:
ta: புதிய கடவுச்சொல்:

source: Confirm password:
ta: கடவுச்சொல் (மறுபடியும்):

source: Change my password
ta: கடவுச்சொல்லை மாற்று

source: Password reset complete
ta: கடவுச்சொல் மாற்றம் முடிவடைந்தது

source: Your password has been set. You may go ahead and log in now.
ta: உங்கள் கடவுச்சொல் மாற்றியமைக்கப்பட்டுள்ளது. புதிய கடவுச்சொல் கொண்டு இப்பொழுது உள்நுழையலாம்.

source: Log in
ta: உள்நுழை

source: Password reset
ta: கடவுச்சொல் நிலைமீட்டல்

source: Enter new password
ta: புதிய கடவுச்சொல் அளிக்கவும்

source: Please enter your new password twice so we can verify you typed it in correctly.
ta: புதிய கடவுச்சொல்லை இருமுறை அளிக்கவும். அவை ஒன்றுபோல் உள்ளதா என சரிபார்க்கப்படும்.

source: Password reset unsuccessful
ta: கடவுச்சொல் நிலைமீட்டல் தோல்வியடைந்தது

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ta: கடவுச்சொல் நிலைமீட்டல் தொடர்பு சுட்டி(link) தவறானது. ஒருவேளை இது ஏற்கனவே பயன்படுத்தப்பட்டுஇருக்கலாம். இன்னொரு முறை கடவுச்சொல் நிலைமீட்டலை முயற்சிக்கவும்.

source: Password reset successful
ta: கடவுச்சொல் நிலைமீட்டல் வெற்றி பெற்றது

source: E-mail address:
ta: மின்னஞ்சல் முகவரி:

source: Reset my password
ta: கடவுச்சொல் நிலைமீட்க

source: Sign Up
ta: சேருதல்

source: Join
ta: சேர்க

source: Create a new account
ta: புதிய பயனரை உருவாக்க

source: Sign up
ta: சேரவும்
